Revit 2024 API
UnitTypeId.KilogramForceMeters Property
 Kilogram force meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramForceMeters { get; }
Visual Basic
Public Shared ReadOnly Property KilogramForceMeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramForceMeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace